{
	"eventsPage": {
		"title": "Events",
		"titleDesc": "The list of all past and upcoming community events.",
		"upcoming": "Upcoming event",
		"previous": "Previous event",
		"events": {
			"weekend-code-3": {
				"title": "Weekend Code #3",
				"desc": "Third edition of the Code Weekend.",
				"full": "The last event of the year 2023 with the community was a captivating experience. An exciting weekend focused on sharing, punctuated by high-quality talks. Participants had the opportunity to exchange enriching ideas, deepen their knowledge, and build connections within the community."
			},
			"hacktoberfest-2023": {
				"title": "Hacktoberfest 2023",
				"desc": "Third edition of Hacktoberfest, to celebrate open source.",
				"full": "Hacktoberfest 2023, a day dedicated to sharing and learning, within the framework of the third edition of Hacktoberfest that we organized to celebrate the ten years of this global event. This year, we had the privilege of receiving support from Bitcoin Senegal. Furthermore, our partnership with Xarala was renewed, greatly contributing to the success of the previous edition. This year, the celebration was beautiful, with a particularly enriching program filled with discoveries, and the community responded exceptionally well."
			},
			"galsendev-meetup-2": {
				"title": "GalsenDEV Meetup #2",
				"desc": "BDD with Cucumber and Spring Boot presented by Ndongo (Tonux) SAMB.",
				"full": "The second GalsenDEV Meetup of the Galsen DEV community was marked by a presentation by Master Ndongo (Tonux) SAMB on BDD with Cucumber and Spring Boot. It was a valuable opportunity to learn and improve in the field of Testing."
			},
			"galsendev-meetup-1": {
				"title": "GalsenDEV Meetup #1",
				"desc": "Generic and Reusable Service with Angular featuring Abdourahmane SOW.",
				"full": "During our first GalsenDEV Meetup, we saw the implementation of a generic and reusable service with Angular. Abdourahmane SOW, an experienced FullStack consultant specialized in Angular & Spring Boot, explored best practices and advanced techniques for developing flexible Angular services that can be used."
			},
			"ciga-student-dev-workshop": {
				"title": "CIGA Student Dev Workshop",
				"desc": "A great day of learning with CIGA students.",
				"full": "A day of sharing and learning with the students of CIGA (Centre d'informatique et de Gestion Appliquée) through workshops on Java & Flutter was a success, allowing students to explore development and, most importantly, the significance of the community. With the participation of our speakers: Daouda BA & Médoune Siby Georges BALDE, and the organizing team who facilitated this entire event."
			},
			"live-koor-2023": {
				"title": "Live Koor 2023",
				"desc": "The 2023 edition of Live Koor during the month of Ramadan.",
				"full": "The 2023 edition of Live Koor, the first one, organized during the month of Ramadan, added a unique touch to our community. We shared moments of discovery and learning."
			},
			"weekend-code-2": {
				"title": "Weekend Code #2",
				"desc": "Second edition of the Code Weekend.",
				"full": "The second edition of the Weekend Code brought together community developers for another exciting adventure of collaborative coding. It was also an exciting weekend."
			},
			"hacktoberfest-2022": {
				"title": "Hacktoberfest 2022",
				"desc": "Hacktoberfest 2022 Sharing and Learning Day.",
				"full": "Galsen DEV presented the 2nd edition of the Hackathon Session & Open-source Day as part of Hacktoberfest 2022. A golden opportunity to delve into open-source, building upon the success of the first edition. The community demonstrated its generosity by contributing to open-source projects, with the support of Xarala, our partner who provided their premises for hosting this event at Campus Xarala in Liberté 6."
			},
			"weekend-code-1": {
				"title": "Weekend Code #1",
				"desc": "First edition of the Code Weekend.",
				"full": "The first edition of the Weekend Code was a success, gathering a large part of the community on Discord throughout a weekend, with presentations in various technologies."
			},
			"hacktoberfest-2021": {
				"title": "Hacktoberfest 2021",
				"desc": "First edition of Hacktoberfest, to celebrate open source.",
				"full": "The Hacktoberfest was an opportunity to explore open-source. Galsen DEV and the Linux Senegal community, including Mamadou DIAGNE, succeeded in organizing the first edition of its kind in Senegal. Its primary goal was to encourage developers to contribute to open-source projects during the Hacktoberfest month and validate their contributions. This inaugural event was a great success at the Ofisini premises."
			},
			"xarala-tour-dakar-2021": {
				"title": "Xarala Tour Dakar 2021",
				"desc": "Closing of the 1st phase of the Xarala Tour 2021 with Galsen DEV.",
				"full": "The closure of the first phase of the Xarala Tour 2021 took place in Dakar, following the previous stops in Saint-Louis, Kaolack, and Thiès. The Galsen DEV community conducted a workshop on mobile development with Flutter, made possible through our collaboration with Xarala."
			},
			"webinar-galsendev-1": {
				"title": "Webinar GalsenDEV #1",
				"desc": "First webinar on Docker technology.",
				"full": "Our very first webinar allowed participants to acquire essential knowledge about Docker technology, strengthening their development skills. With Meïssa MBAYE and Alioune Badara DIAKHATÉ."
			}
		},
		"fail": "Failed to load",
		"load": "Loading...",
		"up": "upcoming",
		"pr": "previous"
	}
}
