{
	"eventsPage": {
		"title": "Événements",
		"titleDesc": "La liste de tous les événements passés et à venir de la communauté.",
		"upcoming": "Évènement à venir",
		"previous": "Événement passé",
		"events": {
			"hacktoberfest-2023": {
				"title": "Hacktoberfest 2023",
				"desc": "Troisième édition du Hacktoberfest, pour célébrer l'open source.",
				"full": "Hacktoberfest 2023, une journée dédiée au partage et à l'apprentissage, dans le cadre de la troisième édition du Hacktoberfest que nous avons organisée pour célébrer les dix ans de cet événement mondial. Cette année, nous avons eu le privilège de bénéficier du soutien de Bitcoin Sénégal. De plus, notre partenariat avec Xarala a été renouvelé, ce qui a grandement contribué au succès de l'édition précédente. Cette année, la fête a été particulièrement belle, avec notamment un programme très enrichissant, rempli de découvertes, et la communauté a répondu présente de manière exceptionnelle."
			},
			"galsendev-meetup-2": {
				"title": "GalsenDEV Meetup #2",
				"desc": "Une séance avec Ndongo (Tonux) SAMB qui porte sur BDD avec Cucumber et Spring Boot.",
				"full": "Le deuxième GalsenDEV Meetup de la communauté Galsen DEV a été marqué par une présentation de Master Ndongo (Tonux) SAMB sur le BDD avec Cucumber et Spring Boot. C'était une occasion précieuse d'apprendre et de se perfectionner dans le domaine du Testing."
			},
			"galsendev-meetup-1": {
				"title": "GalsenDEV Meetup #1",
				"desc": "Hacktoberfest 2022 Sharing and Learning Day.",
				"full": "Lors de notre premier GalsenDEV Meetup, nous avons vu la mise en place d'un service générique et réutilisable avec Angular. Abdourahmane SOW, un consultant FullStack expérimenté et spécialisé en Angular & Spring Boot, a exploré les meilleures pratiques et les techniques avancées pour développer des services Angular flexibles, qui peuvent être utilisés."
			},
			"ciga-student-dev-workshop": {
				"title": "Atelier Dev Étudiant CIGA",
				"desc": "Une belle journée d'apprentissage avec les étudiants de CIGA.",
				"full": "Une journée de partage et d'apprentissage avec les étudiants du CIGA (Centre d'informatique et de Gestion Appliquée) à travers des ateliers sur Java & Flutter a été un succès, permettant aux étudiants de découvrir le développement et, surtout, l'importance de la communauté. Avec la participation de nos intervenants : Daouda BA & Médoune Siby Georges BALDE, ainsi que de l'équipe organisatrice qui a facilité tout cet événement."
			},
			"live-koor-2023": {
				"title": "Live Koor 2023",
				"desc": "L'édition 2023 du Live Koor durant le mois de Ramadan.",
				"full": "Le Live Koor 2023, la première, organisée pendant le mois de Ramadan, a apporté une touche unique à notre communauté. Nous avons partagé des moments de découverte et d'apprentissage."
			},
			"weekend-code-2": {
				"title": "Weekend du Code #2",
				"desc": "Deuxième édition du Weekend du Code.",
				"full": "La deuxième édition du Weekend Code a rassemblé les développeurs de la communauté pour une autre aventure passionnante de codage collaboratif. Un weekend qui a également été passionnant."
			},
			"hacktoberfest-2022": {
				"title": "Hacktoberfest 2022",
				"desc": "Journée de partage et d'apprentissage Hacktoberfest 2022.",
				"full": "Galsen DEV a présenté la 2ème édition du Hackathon Session & Open-source Day dans le cadre du Hacktoberfest 2022. Une opportunité en or pour plonger dans l'open-source, en prolongement de la première édition. La communauté a fait preuve de générosité en contribuant à des projets open source, notamment grâce au soutien de Xarala, notre partenaire qui a mis à notre disposition ses locaux pour la tenue de cet événement au Campus Xarala à Liberté 6."
			},
			"weekend-code-1": {
				"title": "Weekend du Code #1",
				"desc": "Première édition du Code du Weekend.",
				"full": "La première édition du Weekend Code a été un succès, réunissant une grande partie de la communauté sur Discord durant tout un weekend, en faisant des présentations dans diverses technologies."
			},
			"hacktoberfest-2021": {
				"title": "Hacktoberfest 2021",
				"desc": "Première édition du Hacktoberfest, pour célébrer l'open source.",
				"full": "Le Hacktoberfest était une opportunité d'explorer l'open-source. Galsen DEV et la communauté Linux Sénégal, notamment Mamadou DIAGNE, ont réussi à organiser la première édition de ce genre au Sénégal. Son objectif principal était de faire contribuer les développeurs aux projets open-source pendant le mois du Hacktoberfest et de valider leurs contributions. Cette première édition a été un grand succès dans les locaux de Ofisini."
			},
			"xarala-tour-dakar-2021": {
				"title": "Xarala Tour Dakar 2021",
				"desc": "Clôture de la 1ère phase du Xarala Tour 2021 avec Galsen DEV.",
				"full": "La clôture de la première phase du Xarala Tour 2021 a eu lieu à Dakar, après les étapes de Saint-Louis, Kaolack et Thiès. La communauté Galsen DEV a organisé un atelier sur le développement mobile avec Flutter, rendu possible grâce à notre collaboration avec Xarala."
			},
			"webinar-galsendev-1": {
				"title": "Webinar GalsenDEV #1",
				"desc": "Premier webinaire portant sur la technologie Docker.",
				"full": "Notre tout premier webinaire a permis aux participants d'acquérir des connaissances essentielles sur la technologie Docker, renforçant ainsi leurs compétences en développement. Avec la participation de Meïssa MBAYE et Alioune Badara DIAKHATÉ."
			}
		},
		"fail": "Échec du chargement",
		"load": "Chargement...",
		"up": "à venir",
		"pr": "passé"
	}
}
